SimWeb+Caroni/simwebpluscaroni/frontend/models/usuario/Afiliaciones.php

SELECT * FROM `contribuyentes` WHERE `id_contribuyente`='62081'
---
    public function ValidarUsuarioContribuyente($validarPassword)
    {

        $validar = CrearUsuarioJuridico::find()
                                         ->where([
                                        'id_contribuyente' => $validarPassword->id_contribuyente,

                                         ])
                                        ->one();