simwebpluscar/trunk/backend/views/grupotrabajo/grupos-trabajo/update.php

SELECT * FROM `departamentos` WHERE `inactivo`=0
---
                                <td>
                                    <div>
                                        <p><i><small><?=Yii::t( 'backend', 'Department of the Company:' ) ?></small></i></p>
                                        <?php   $modelDepartamento = Departamento::find()->where( [ 'inactivo' => 0 ] )->asArray()->all();