simwebpluscar/trunk/backend/views/propaganda/propaganda/_form.php

                            <td>
                                <div>
                                    <p><i><small><?= Yii::t( 'backend', 'Class:' )?></small></i></p>
                                    <?php   $modelClasesPropaganda = ClasesPropaganda::find()->orderBy( [ 'descripcion' => SORT_ASC ] )->asArray()->all();
---
SELECT * FROM `clases_propagandas` ORDER BY `descripcion`

                             <td>
                                <div>
                                    <p><i><small><?= Yii::t( 'backend', 'Use:' )?></small></i></p>
                                    <?php   $modelUsosPropaganda = UsosPropaganda::find()->orderBy( [ 'descripcion' => SORT_ASC ] )->asArray()->all();
---
SELECT * FROM `usos_propagandas` ORDER BY `descripcion`

                            <td>
                                <div>
                                    <p><i><small><?= Yii::t( 'backend', 'Base:' )?></small></i></p>
                                     <?php  $modelBaseCalculo = BasesCalculos::find()->orderBy( [ 'descripcion' => SORT_ASC ] )->asArray()->all();
---
SELECT * FROM `bases_calculos` ORDER BY `descripcion`

                            <td>
                                <div>
                                    <p><i><small><?= Yii::t( 'backend', 'Lapse:' )?></small></i></p>
                                    <?php   $modelTiempo = Tiempo::find()->orderBy( [ 'descripcion' => SORT_ASC ] )->asArray()->all();
---
SELECT * FROM `tiempos` ORDER BY `descripcion`

                            <td colspan="2">
                                <div>
                                   <p><i><small><?=Yii::t( 'backend', 'Kind:' ) ?></small></i></p>
                                    <?php   $modelTiposPropaganda = TiposPropaganda::find()->orderBy( [ 'tipo_propaganda' => SORT_ASC ] )->asArray()->all();
---
SELECT * FROM `tipos_propagandas` ORDER BY `tipo_propaganda`

                            <td>
                                <div>
                                    <p><i><small><?=Yii::t( 'backend', 'Through Construction:' ) ?></small></i></p>
                                    <?php   $modelMediosDifusion = MediosDifusion::find()->orderBy( [ 'descripcion' => SORT_ASC ] )->asArray()->all();
---
SELECT * FROM `medios_difusion` ORDER BY `descripcion`

                           <td>
                                <div>
                                    <p><i><small><?= Yii::t( 'backend', 'Transport Means:' ) ?></small></i></p>
                                    <?php   $modelMediosTransporte = MediosTransporte::find()->orderBy( [ 'descripcion' => SORT_ASC ] )->asArray()->all();
---
SELECT * FROM `medios_transportes` ORDER BY `descripcion`