simwebpluscar/trunk/common/models/User.php

     public static function findIdentity($id_funcionario)
    {

        $user = Users::find()
                ->where("activate=:activate", [":activate" => 1])
                ->andWhere("id_funcionario=:id_funcionario", ["id_funcionario" => $id_funcionario])
                ->one();
---
SELECT * FROM `users` WHERE (activate=1) AND (1=:1)